{
  "additions": [{
    "unit_id": "ffeaxM001",
    "set_id": "ffeax",
    "collector_number": "M001",
    "name": "Stark Tower",
    "type": "map",
    "special_powers": [{
      "type": "location",
      "name": "Iron Avengers, Assemble",
      "description": "The bystanders printed on this map are 'Iron Avengers'. At the beginning of the game, choose a friendly character of 50 points or more. That characer has 'POWER: Roll a d6. If the result is odd, generate the matching Iron Avengers in the square equal to the result if that Iron Avenger isn't already on the map. If EAX #056 Iron Man is on your starting force, he must be the chosen character. If so, he can't otherwise generate Iron Avengers. Instead, this Location bonus is a FREE action and he generates an Iron Avenger on any result (not just on odd number results). 1: Tank 2: Monolith 3: Crimson Sage 4: Steelbow 5: Bolt 6: Sting",
      "point_value": 5
    }, {
      "type": "consolation",
      "name": "Consolation",
      "description": "At the beginning of the game, generate a Tank, Crimson Sage, or Bolt bystander in your starting area."
    }],
    "map_url": "https://hcmaps.net/maps/eax/stark_tower.json"
  }, {
    "unit_id": "ffeaxM002",
    "set_id": "ffeax",
    "collector_number": "M002",
    "name": "Wakanda Earth X",
    "type": "map",
    "special_powers": [{
      "type": "location",
      "name": "The Living Spirits Will Guide Us",
      "description": "Once per turn, a friendly character occupying hindering, obscuring, or water terrain may reroll its d6 roll for either Blades/Claws/Fangs or Super Senses. If a character named Black Panther is on your force or your force is an Animal themed team, friendly character's Blades/Claws/Fangs and Super Senses have Protected: Outwit.",
      "point_value": 5
    }, {
      "type": "consolation",
      "name": "Consolation",
      "description": "Once per game, you may reroll a friendly character's roll for Blades/Claws/Fangs. Once per game, you may reroll a friendly character's roll for Super Senses."
    }],
    "map_url": "https://hcmaps.net/maps/eax/wakanda_earth_x.json"
  }]
}
